tap 'homebrew/binary'
tap 'homebrew/dupes'
tap 'phinze/cask'
tap 'tomohiro/keyboard_leds'


# Tools
brew 'ack'
brew 'autoconf'
brew 'automake'
brew 'bash'
brew 'brew-cask'
brew 'coreutils'
brew 'ffmpeg'
brew 'gettext'
brew 'git'
brew 'heroku-toolbelt'
brew 'hub'
brew 'ifstat'
brew 'jenkins'
brew 'jq'
brew 'keyboard-leds'
brew 'keychain'
brew 'libxml2'
brew 'libxslt'
brew 'lv'
brew 'markdown'
brew 'mercurial'
brew 'node'
brew 'openssl'
brew 'packer'
brew 'perl-build'
brew 'plenv'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'rbenv-gem-rehash'
brew 'readline'
brew 'ruby-build'
brew 'screen'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'vim'
brew 'w3m'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'


# Mac applications
cask 'anvil'
cask 'bowtie'
cask 'cloudapp'
cask 'dashlane'
cask 'dropbox'
cask 'firefox'
cask 'iterm2'
cask 'postgres'
cask 'skype'
cask 'slate'
cask 'vagrant'
cask 'virtualbox'
